romkatv/powerlevel10k

robbyrussell/oh-my-zsh path:plugins/colored-man-pages
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/git-extras
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

# Plugins for Node.js
#robbyrussell/oh-my-zsh path:plugins/node
#lukechilds/zsh-nvm

rupa/z
jeffreytse/zsh-vi-mode
